Repository: antonio-suteu/GreetingApp
Catalog: GreetingApp/Localizable.xcstrings
Source language: en
Languages: ar, es, it, zh_hans

source: — Exploring iOS Programming —
ar: — استكشاف برمجة iOS —
es: — Explorando la programación iOS —
it: — Esploro il mondo iOS —
zh_hans: — 探索 iOS 编程 —

source: — Exploring the wilderness —
ar: — استكشاف الحياة البرية —
es: — Explorando la naturaleza salvaje —
it: — Esploro la natura selvaggia —
zh_hans: — 踏足荒野 —

source: — Feeling existential dread —
ar: — الشعور بالخوف الوجودي —
es: — Sintiendo angustia existencial —
it: — Provo angoscia esistenziale —
zh_hans: — 感受存在主义的恐惧 —

source: — Making napalm at home —
ar: — صنع النابالم في المنزل —
es: — Fabricando napalm en casa —
it: — Preparo il napalm a casa —
zh_hans: — 在家自制凝固汽油弹 —

source: — Wearing socks with sandals —
ar: — ارتداء الجوارب مع الصنادل —
es: — Llevando calcetines con sandalias —
it: — Metto calzini con i sandali —
zh_hans: — 凉鞋配袜子 —

source: Baseball
ar: البيسبول
es: Béisbol
zh_hans: 棒球

source: Basketball
ar: كرة السلة
es: Baloncesto
it: Pallacanestro
zh_hans: 篮球

source: Click here to generate random text
ar: انقر هنا لإنشاء نص عشوائي
es: Haz clic aquí para generar texto aleatorio
it: Clicca qui per generare testo casuale
zh_hans: 点击此处生成随机文本

source: Cycling
ar: ركوب الدراجات
es: Ciclismo
it: Ciclismo
zh_hans: 骑行

source: End my suffering
ar: أنهِ معاناتي
es: Acaba con mi sufrimiento
it: Poni fine alla mia sofferenza
zh_hans: 结束我的痛苦

source: End my suffering.
ar: أنهوا معاناتي.
es: Acaba con mi sufrimiento.
it: Poni fine alla mia sofferenza.
zh_hans: 结束我的痛苦吧。

source: Greetings
ar: تحياتي
es: Saludos
it: Ciao
zh_hans: 问候

source: Home
ar: الرئيسية
es: Inicio
zh_hans: 首页

source: People
ar: الأشخاص
es: Personas
it: Persone
zh_hans: 人物

source: Running
ar: الجري
es: Correr
it: Corsa
zh_hans: 跑步

source: Today's a great day!
ar: اليوم يوم رائع!
es: ¡Hoy es un gran día!
it: Oggi è una giornata fantastica!
zh_hans: 今天是个好日子！
